import React from 'react';
import '../../../App.css'
import './history.css'

const History=()=> {
  return (
    <div>
      <section id='sec1'>
        <div className="container">
          <div className="sec1_content">
            <h1>«МСжТ» минбарынын тарыхы </h1>
            <div>
            <p>Миңбар 1995-жылдын сентябрь айында табигый илимдер сабактарынын негизинде уюштурулган жана аны ф.-м. и. к., Г. М. Маматурдиев жетектеген.</p>
            <p>1996-жылдан баштап минбардын аталышы «Колдонмо математика жана информатика» деп өзгөртүп түзүлгөн. 1997-1998-окуу жылында «IBM-486» тибиндеги 2 компьютердик класс алынган. Анын бирин Өзбек Республикасынын жогорку жана орто окуу жайлары боюнча Министирлиги каржылаган.  Бул окуу жылында негизги окуу сабактары болуп, жогорку математика, информатика, программисттин АЖОду, эконометрика эсептелишкен. Университеттеги адистиктердин көбөйүшүнө жана факультеттердин кеңейишине байланыштуу 1999-2000 – окуу жылында «Колдонмо математика жана информатика» минбары төмөндөгүдөй үч минбарга бөлүнгөн:</p>
            </div>
            <ul>
              <li>-«Экономикадагы жана укуктагы математикалык усулдар»,</li>
              <li>-«Математика жана информатика»</li>
              <li>-«Маалыматтык технологиялар».</li>
            </ul>
            <p> «Маалыматтык технологиялар» минбарын ф.-м. и. к., доцент А. Ж. Сатыбаев жетектеген. Минбар адистерди :АСОИУ, ПОВТАС, АСОИУс  адистиктери боюнча чыгарган. 2002-2003-окуу жылынын башына минбардын ПОЖты 20 адамга чейин көбөйгөн, аларда: 1 п.и.д., 1 ф.-м. и. к., 4 ага окутуучу, 9 окутуучу, 2 инженер-программист, 2 техник-оператор жана 1 лаборант болгон.
              2003-2004- окуу жылынын башталышына бул минбар 2ге бөлүнгөн: «Колдонмо жана эсептөө математикасы» жана «Маалыматтык компьютердик системалар». «Колдонмо информатика жана эсептөө математикасы» минбарынын башчылыгына  ф.-м. и. к., доцент А.Ж.Сатыбаев  дайындалган.
              2008-2009-окуу жылынын башында  бул минбардын аталышы «Экономикадагы колдонмо информатикага» өзгөртүлгөн жана анын башчылыгына ф.-м. и. к., доцент А. А. Ахмедов дайындалган.
              2009-2010- окуу жылынын башында минбардын аталышы «Компьютердик жана маалыматтык технологиялар» деп өзгөртүлүп, ага ф.-м.-и.д., проф. А. Ж. Сатыбаев дайындалган, андан кийин ошол эле окуу жылынын ноябрь айынан тартып т.и.к., доцент Г. К. Өмүрбекова жетектеп келди.2014-2019 жылдары башчылыгына ф.м.и.док.,профессор Ы.Ташполотов дайындалган.  2019-жылдын сентябрь айынан баштап  ушул күнгө чейин т.и.к., доцент Г. К. Өмүрбекова жетектеп келе жатат жана минбардын аталышы «Маалыматык системалар жана технологиялар» деп өзгөртүлдү.
              Бүгүнкү күндө минбар ПОВТАС жана ИЭТ  адистиктерин даярдап чыгарат жана төмөндөгүдөй курамда иштеп келе жатат:</p>
            <ul>
              <li>- 1 ф.-м. и.д., профессор, </li>
              <li> - 1 т. и. к., доцент,</li>
              <li>- 3 ага окутуучу,</li>
              <li> - 3 окутуучу,</li>
              <li> - 1 инженер-программист, </li>
              <li>- 2 техник – оператор,</li>
              <li>- 1 лаборант.</li>
            </ul>
            
            <img className="img1" src="../../images/staff.png" alt="" />
          </div>
        </div>
      </section>
    </div>
  );
}

export default History;